Repository: Automattic/developer
Catalog: languages/a8c-developer-*.po
Languages: fr_fr

source: Enables <a href="http://codex.wordpress.org/Debugging_in_WordPress" target="_blank">debug mode</a> which helps identify and resolve issues
fr_fr: Activer le <a href="http://codex.wordpress.org/Debugging_in_WordPress" target="_blank">debug mode</a> qui permet d'identifier et de résoudre les problèmes

source: Logs database queries to an array so you can review them. The Debug Bar plugin will list out database queries if you set this constant.
fr_fr: Journaux des requêtes de bases de données dans un tableau afin que vous puissiez les consulter. L'extension Debug Bar donnera la liste de requêtes de bases de données si vous définissez cette constante.

source: Developer: Plugin Setup
fr_fr: Developer : Réglages de l'extension

source: Saving...
fr_fr: Enregistrement en cours...

source: Installing...
fr_fr: Installation...

source: Installed
fr_fr: Installé

source: Activating...
fr_fr: Activation...

source: Activated
fr_fr: Activé

source: Error!
fr_fr: Erreur !

source: ACTIVE
fr_fr: ACTIVÉ

source: INSTALLED
fr_fr: INSTALLÉ

source: ERROR!
fr_fr: ERREUR !

source: Settings saved.
fr_fr: Réglages enregistrés.

source: Error saving settings. Please try again.
fr_fr: Une erreur est survenue lors de la sauvegarde des réglages. Veuillez réessayer plus tard.

source: View the Developer Helper settings and status page
fr_fr: Afficher les réglages et la page d'état de Developer Helper

source: Thanks for installing the Developer Helper plugin!
fr_fr: Merci d'avoir installé l'extension Developer Helper !

source: Before we begin, what type of website are you developing?
fr_fr: Avant de commencer, quel type de site web developpez-vous ?

source: Plugins
fr_fr: Extensions

source: We recommend that you also install and activate the following plugins:
fr_fr: Nous vous recommandons également d'installer et d'activer les extensions suivantes :

source: Activate
fr_fr: Activer

source: Install
fr_fr: Installer

source: ERROR: No slug was passed to the AJAX callback.
fr_fr: ERREUR : Aucun identifiant n'a été passé au rappel AJAX.

source: ERROR: You lack permissions to install and/or activate plugins.
fr_fr: ERREUR : Vous n'avez pas d'autorisation pour installer et/ou activer des extensions.

source: ERROR: Error fetching plugin information: %s
fr_fr: ERREUR : Erreur de récupération des informations de l'extension :%s

source: ERROR: Failed to install plugin: %s
fr_fr: ERREUR : Impossible d'installer l'extension : %s

source: ERROR: Failed to activate plugin: %s
fr_fr: ERREUR : Impossible d'activer l'extension : %s

source: ERROR: You lack permissions to activate plugins.
fr_fr: ERREUR : Vous n'avez pas d'autorisation pour installer des extensions.

source: Main Configuration
fr_fr: Configuration principale

source: Project Type
fr_fr: Type de projet

source: Constants
fr_fr: Constantes

source: Settings
fr_fr: Réglages

source: Development Version
fr_fr: Version de Développement

source: Shared Plugins
fr_fr: Extensions partagées

source: Resources
fr_fr: Ressources

source: We recommend you have the following plugins installed:
fr_fr: Nous vous recommandons d'avoir installé les extensions suivantes :

source: Click here to activate
fr_fr: Cliquez ici pour activer.

source: INACTIVE
fr_fr: INACTIF

source: Click here to install
fr_fr: Cliquez ici pour installer.

source: NOT INSTALLED
fr_fr: NON INSTALLÉ

source: We recommend you set the following constants to <code>true</code> in your <code>wp-config.php</code> file. <a href="http://codex.wordpress.org/Editing_wp-config.php" target="_blank">Need help?</a>
fr_fr: Nous vous recommandons de régler les constantes suivantes sur <code>true</code> dans votre fichier <code>wp-config.php</code>. <a href="http://codex.wordpress.org/Editing_wp-config.php" target="_blank">Besoin d'aide ?</a>

source: SET
fr_fr: DÉFINI

source: NOT SET
fr_fr: NON CONFIGURÉ

source: We recommend the following settings and configurations.
fr_fr: Nous vous recommandons les réglages et configurations suivantes :

source: ENABLED
fr_fr: ACTIVÉ

source: DISABLED
fr_fr: DÉSACTIVÉ

source: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Need help?</a>
fr_fr: <a href="http://codex.wordpress.org/Using_Permalinks" target="_blank">Besoin d'aide ?</a>

source: The <a href='http://codex.wordpress.org/Developer_Documentation'>Developer Documentation section</a> of the Codex offers guidelines and references for anyone wishing to modify, extend, or contribute to WordPress.
fr_fr: La <a href='http://codex.wordpress.org/Developer_Documentation'>section Documentation pour les Développeurs</a> du Codex propose des lignes directrices et des références pour tous ceux qui souhaitent modifier, étendre ou contribuer à WordPress.

source: The <a href='http://lobby.vip.wordpress.com'>VIP Lobby</a> is a technical documentation resource for developing sites on WordPress.com including best practices and helpful tips to help you code better, faster, and stronger.
fr_fr: Le <a href='http://lobby.vip.wordpress.com'>Lobby VIP</a> est une ressource de documentation technique pour développer des sites sur WordPress.com incluant les meilleures pratiques et des conseils utiles pour vous aider à coder mieux et plus vite.

source: <a href='http://underscores.me'>_s (or underscores)</a>: a starter theme meant for hacking that will give you a "1000-Hour Head Start". Use it to create the next, most awesome WordPress theme out there.
fr_fr: <a href='http://underscores.me'>_s (or underscores)</a>: un starteur thème fait pour être hacké qui vous donnera "1000 Heures d'avance ". Utilisez-le pour créer le plus impressionnant prochain thème pour WordPress.

source: Plugin for a self-hosted WordPress installation
fr_fr: Extension pour une installation auto-hébergé de WordPress

source: Theme for a self-hosted WordPress installation
fr_fr: Thème pour une installation auto-hébergé de WordPress

source: Theme for a <a href="http://vip.wordpress.com" target="_blank">WordPress.com VIP</a> site
fr_fr: Theme pour un site <a href="http://vip.wordpress.com" target="_blank">WordPress.com VIP</a>

source: The first stop for every WordPress developer
fr_fr: La première étape pour tous les développeurs WordPress
